[
    {
        "id": "1",
        "hex": "#004C71",
        "kanji": "藍色",
        "hiragana": "あいいろ",
        "isTextDark":false,
        "image":"https://somete.jp/cdn/shop/products/elem_05_021_a4ddc98e-19b0-4f75-8921-5401388903b9_720x.jpg?v=1673750902",
        "descript": "藍色（あいいろ）是指不及縹色（はなだいろ）純淨的深藍色。藍色是最古老的染料之一，平安時代用「黃蘗きはだ」或「刈安かりやす」來指代被染成的「綠色」。\n將深沉的純藍色稱為藍色是在江戶時代之後的事情。藍色被用來染製手巾、簾子等物品，深受喜愛，許多畫家如歌川廣重也使用過它，因此在外國被稱為「日本藍」。"
    },
    {
        "id": "2",
        "hex": "#756D91",
        "kanji": "藍色鳩羽",
        "hiragana": "あいいろはとば",
        "isTextDark":false,
        "image":"https://baseec-img-mng.akamaized.net/images/item/origin/889c04920237683e7d4cc304d94a46a9.jpg?imformat=generic",
        "descript": "藍色鳩羽（あいいろはとば）指的是字面上的「藍色呈現的鳩羽色」，是指略帶藍色的沉悶紫色。藍色作為今天所熟知的藍色系在江戶時代後期才普及，而「藍色鳩羽」這個顏色名稱也是在那個時期誕生的。（※古時候，藍色也指向綠色系。）\n「鳩羽色」是一個古老而常見的色彩名稱，是禁止普通人使用的顏色，也是天皇穿著的常服袍子的顏色。隨著色相的變化，除了藍色鳩羽之外，還有許多帶有「鳩羽」一詞的色彩名稱，如「鳩羽鼠」或「鳩羽紫」。"
    },
    {
        "id": "3",
        "hex": "#555647",
        "kanji": "藍媚茶",
        "hiragana": "あいこびちゃ",
        "isTextDark":false,
        "image":"https://c.p02.c4a.im/images/item/12342452/cc8a0f2f499c71f78a0c806663e7de1401524892f0a49c7055e91e97e6298f28?d=500x500",
        "descript": "藍媚茶（あいこびちゃ）指的是江戶時代流行的一種色彩，是由藍色混合了流行於當時的橄欖色茶色「媚茶」而成的深綠褐色。在染色見本書籍如『諸色染手鑑』和『手鑑模様節用』中可以找到這個色彩名稱。\n這種顏色是先在淺黃色下染，然後用扬桃皮和刈安的煮汁染色，最後再用明礬媒染出來的。"
    },
    {
        "id": "4",
        "hex": "#6B818E",
        "kanji": "藍鼠",
        "hiragana": "あいねず",
        "isTextDark":false,
        "image":"https://kashikimono.com/img/item/11419077_01.jpg",
        "descript": "藍鼠（あいねず）指的是帶有藍色調的深灰色。像「○○鼠」這樣以鼠為名的色彩名稱可以追溯到江戶中期。深沉且色調豐富的鼠色因其低調的特性而受到歡迎，被稱為「四十八茶百鼠」。\n除了藍鼠之外，還有一些以人物命名的色彩名稱，如「利休鼠」、「源氏鼠」、「小町鼠」等，以及一些以地名命名的色彩名稱，如「深川鼠」、「鴨川鼠」等。"
    },
    {
        "id": "5",
        "hex": "#ADA250",
        "kanji": "青朽葉",
        "hiragana": "あおくちば",
        "isTextDark":false,
        "image":"https://auctions.c.yimg.jp/images.auctions.yahoo.co.jp/image/dr000/auc0405/users/f530a093441ea7afb010d9200169182d038842c2/i-img640x640-168492486775qgmt11276.jpg",
        "descript": "青朽葉（あおくちば）是一種帶有綠色調的深沉朽葉色，呈現出略帶澀味的黃綠色。染色時使用藍色和黃蘗色相結合染色。\n「朽葉色」是用來描述樹木在秋季變紅並凋落的顏色，作為服裝的顏色被廣泛使用。除了青朽葉之外，還有諸如「黃朽葉」、「赤朽葉」、「濃朽葉」、「淡朽葉」等顏色名。"
    },
    {
        "id": "6",
        "hex": "#85916D",
        "kanji": "青白橡",
        "hiragana": "あおしろつるばみ",
        "isTextDark":false,
        "image":"https://www.sachio-yoshioka.com/blog/wp-content/uploads/2002/08/20020815_aoshiro1.jpg",
        "descript": "青白橡（あおしろつるばみ）指的是帶有灰色調的暗淡黃綠色。在宮中年中慶典的禮儀書《西宮記》中有「麴塵与青白橡一物」的記載，被認為與「麴塵」相同。在平安時代的文學作品《栄花物語》中也有「青き白橡」的描述，一般被稱為「青色」。\n值得一提的是，天皇平時所穿的袍被稱為「青白橡之袍」、「麴塵之袍」、「山鳩色之袍」等，似乎在臨時祭典、舞樂、庭園、弓馬初等場合穿著。"
    },
    {
        "id": "7",
        "hex": "#7EBEAB",
        "kanji": "青竹色",
        "hiragana": "あおたけいろ",
        "isTextDark":true,
        "image":"https://i0.wp.com/www.cocolor.biz/wp-content/uploads/2019/03/GA110_L.jpg?zoom=2.625&resize=372%2C279",
        "descript": "青竹色（あおたけいろ）指的是像成熟的青竹幹一樣帶有青色調的清新明亮且濃郁的綠色。這個色名自江戶中期開始使用，在「手鑑模様節用」中記載著「濡れは色、或は青竹色とも言ふ」。竹子自古以來就是自然生長、食用、樂器、建築等方面都與生活密切相關的植物，因此竹子的色彩名稱也有許多。值得一提的是，比青竹色淡的顏色被稱為「若竹」，而帶有沉悶色調的鼠色則被稱為「老竹」。"
    },
    {
        "id": "8",
        "hex": "#8AA2D3",
        "kanji": "青藤",
        "hiragana": "あおふじ",
        "isTextDark":true,
        "image":"https://i1.wp.com/www.cocolor.biz/wp-content/uploads/2019/04/FD105_L.jpg",
        "descript": "青藤（あおふじ）是指帶有青色調的藤色，是一種淺淡的青紫色。它是藤色的一種派生色。自平安時代起，藤色就因藤花的顏色而深受女性喜愛，到了江戶時代，它的受歡迎程度依然不減，到了江戶後期，出現了許多派生色，如『藤鼠』、『藤納戸』、『薄藤』等，而青藤色就是其中之一。\n相對於帶有青色調的青藤色，帶有紅色調的藤色被稱為『紅藤』。此外，還有比青藤色更深的青色調的藤色，被稱為『紺藤』。"
    },
    {
        "id": "9",
        "hex": "#7BAA17",
        "kanji": "青柳",
        "hiragana": "あおやぎ",
        "isTextDark":false,
        "image":"https://im0071.com/wp-content/uploads/DSC_0137-1.jpg",
        "descript": "青柳（あおやぎ）指的是增加了青色調的春天柳樹葉子般的鮮明黃綠色。這是一個古老的色名，最初源自於平安時代的重色目重色名。儘管「青柳」這個名稱在平安文學中出現過，但在衣服的色彩名稱中並沒有出現。\n重色目是指青柳重色目中「表：淡萌黄・裏：濃萌黄」，這代表了春天柳樹枝條垂下的翠綠色。另有一說是「表：濃青・裏：紫」或「表：濃青・裏：濃青」等。另外，「濃青」在現代指的是「綠色」。\n穿著青柳色的衣服適合在春季。\n青柳的派生色包括江戶時代流行的「四十八茶百鼠」中的「青柳鼠」和「青柳茶」等。\n值得一提的是，「青柳之」是一種描繪方式，因柳葉類似眉毛而被用來形容「細眉」，並將柳的細枝比喻為絲線，也可以用在柳的髮飾「葛城山」這個地名上。\n「青柳之絲よりかくる春しもぞ　乱れて花のほころびにける」（古今和歌集）紀貫之。\n雖然櫻花是日本春天的代表，但就像在《古今和歌集》中也有許多詠嘆櫻花的歌詞一樣，青柳也是代表日本春天的色彩之一。"
    },
    {
        "id": "10",
        "hex": "#00A5BF",
        "kanji": "浅葱色",
        "hiragana": "あさぎいろ",
        "isTextDark":true,
        "image":"https://i0.wp.com/www.cocolor.biz/wp-content/uploads/2019/03/CQ130_L.jpg",
        "descript": "浅葱色（あさぎいろ）指的是用蓼藍染成的明亮青綠色。浅葱一詞源自於淺淡的蔥葉顏色，是古老的傳統色之一，可以追溯到平安時代。\n有些古代文獻將「葱」和「黄」的字混淆，將其寫成了「浅黄」，但這是完全錯誤的用法。甚至江戸時代的有職故実研究家伊勢貞丈也在他的隨筆《安齋隨筆》中記載道：“所謂浅葱是誤用了，應當用浅葱的字。”可以看出，這兩種顏色是完全不同的。值得一提的是，「浅黄色」是指淺黃色的意思。\n古時候的人們往往不太在意漢字，經常使用假借字，所以有時候可能會看到用「浅黄色」來指代「浅葱色」，因此在閱讀時需要注意。\n在日本的傳統色中，有許多以「浅葱」命名的顏色，例如「水浅葱」、「花浅葱」、「錆浅葱」、「鴇浅葱」、「薄浅葱」等，存在著各種各樣的派生色。\n在江戸時代，鄉下的武士經常穿著流行已過時的浅葱色作為和服的裡衬，因此「浅葱裏」一詞成為了代表「土氣的人」的代名詞。\n浅葱色因為被用作新選組的羽織的顏色而聞名於世，可以說是傳統色中最受歡迎的顏色之一。然而，實際上這種顏色在組成不到一年後就被廢除了，所以現實生活中並不會看到人們穿著浅葱色的羽織。\n另外，有一種說法認為羽織的顏色應該是「浅黄色」而不是「浅葱色」。"
    },
    {
        "id": "11",
        "hex": "#F4A466",
        "kanji": "杏色",
        "hiragana": "あんずいろ",
        "isTextDark":true,
        "image":"https://irocore.com/wp-content/uploads/2015/09/985709b4a8f1a1bcc13d5eb117cdf124-300x225.png",
        "descript": "杏色（あんずいろ）是指成熟的杏果的柔和橙色。\n杏樹屬於蔷薇科樱属的落叶小高木，與梅和李屬是近親。在我國，杏樹早在古代就被栽培，但不是為了食用果肉，而是為了收穫其中的「杏仁」，作為中草藥使用。\n在平安時代，杏被稱為「唐桃からもも」，這個名字在《古今和歌集》中也可以見到。\n「あふからも ものはなほこそ 悲しけれ 別れんことを かねて思へば」（古今和歌集）。\n然而，直到明治時代之後，「アプリコットカラー」這個詞才傳入日本並被翻譯成「杏色」。\n在日本，果實的顏色很少被用作命名色名，而大多數的色名都來自花朵的顏色。值得一提的是，杏花的顏色是淡淡的淺紅色。相反，在西方，果實的顏色通常成為色名的來源，而杏色（即杏果的顏色）也不例外。\n與杏色相似的顏色還有「枇杷色」，但這也是近代才出現的色名。"
    },
    {
        "id": "12",
        "hex": "#BA2636",
        "kanji": "緋",
        "hiragana": "あけ",
        "isTextDark":false,
        "image":"http://www.jddok.com/images/home.jpg",
        "descript": "緋（あけ）是指稍帶黃色調的鮮豔紅色，是自平安時代以來就被使用的傳統色名。它是由山野中生長的多年生草木茜的根作為染料，並使用灰汁作為媒染劑染成的。色名「あけ」是指太陽或火焰的顏色。從推古天皇時代開始，緋色就成為了次於紫色的高等色彩，在奈良時代定下的尊卑服飾規定中，排在了第五位。到了平安時代中期，染色方法發生了變化，隨之而來的色調變得更加鮮豔，成為了鮮豔的紅緋色，而讀法也改為「緋色」。一般來說，如果要區分兩者，茜色通常被描述為「稍暗的紅色」，而緋色則被形容為「鮮豔的紅色」。"
    },
    {
        "id": "13",
        "hex": "#D1878B",
        "kanji": "浅蘇芳",
        "hiragana": "あさきすおう",
        "isTextDark":false,
        "image":"https://kdomyo.com/cdn/shop/files/73__3_1500x.jpg?v=1691479215",
        "descript": "浅蘇芳（あさきすおう）是指蘇芳染的淺色，是一種明亮而含蓄的紅色。這是一個古老的色名，另外也可以讀作「あさすおう」。它是由淡淡的蘇芳色加上表示「淺淡」的「浅あさき」而得名。\n這也是一種陶瓷顏料，屬於鋯系顏料。它是將鐵溶解於二氧化鋯中而製成的，製作方法是在二氧化鋯（氧化鋯鋯）、二氧化矽（矽酸二氧化矽）中加入硫酸鐵（II）、氧化鐵（III）或氫氧化鐵（III），作為礦化劑加入氟化鈉、氯化鈉、硝酸鈉或硝酸銨，經過約900°C的燒結後，再經粉碎、用熱水溶解去除礦化劑。固溶的鐵被認為是三價的。有時也會使用六氟矽酸鈉作為礦化劑。\n在色彩方面，這是鮭魚肉的顏色，是一種略帶橙紅的粉色。這種色彩富有一種紅色的粉紅色調。"
    }
]